<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
제1장 총칙
제1조 목적
이 약관은 남양주도서관(이하 "도서관"이라 한다) 홈페이지가 제공하는 모든 서비스(이하 "서비스"라 한다)의 이용조건 및 절차에 관한 사항을 규정함을 목적으로 합니다.

제2조 정의
이용자 : 서비스에 접속하여 남양주도서관이 제공하는 서비스를 이용하는 회원 및 비회원
비회원 : 회원가입하지 않고 서비스에 접속하거나 이용하는 사람
준회원 : 서비스에 접속하여 이 약관에 동의하고 본인인증 절차를 거친 후 아이디와 비밀번호를 발급 받은 사람
정회원 : 준회원 상태에서 도서관에 방문하여 회원증 발급을 받은 사람
이용계약 : 서비스 이용과 관련하여 도서관과 이용자간에 체결하는 계약
가입 : 도서관이 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용계약을 완료시키는 행위
ID : 회원의 식별을 위한 고유정보로 도서관이 승인하는 문자 또는 숫자의 조합
비밀번호 : 회원ID로 식별되는 회원의 본인 여부를 검증하기 위하여 회원이 설정한 고유의 문자와 숫자의 조합
이용해지 : 준회원의 경우 홈페이지의 회원탈퇴 페이지에서 탈퇴하는 것. 정회원의 경우 홈페이지 탈퇴 후 도서관에 방문하여 오프라인 탈퇴하는 것을 의미한다.
제3조 효력의 발생과 변경
회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴(해지)를 요청할 수 있으며, 변경된 약관의 효력 발생일로부터 7일 이후에도 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.

이 약관의 내용은 도서관 홈페이지 화면에 게시하거나 기타의 방법으로 공지함으로써 효력이 발생됩니다.
도서관은 이 약관을 변경할 수 있으며, 변경된 약관은 이용자에게 공지함으로써 효력이 발생됩니다.
제4조 준용규정
이 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법 및 기타 관련법령의 규정에 따릅니다.

제2장 서비스 이용계약
제5조 이용계약의 성립
이용계약은 이용자의 이용신청에 대한 도서관의 승낙과 이용자의 약관 내용에 대한 동의로 성립됩니다.

제6조 이용신청
이용신청은 인터넷을 통하여 이용자가 도서관에서 정한 가입신청서에 기록하여 신청할 수 있습니다.

제7조 이용신청의 승낙
회원이 신청서의 모든 사항을 정확히 기재하여 이용신청을 하였을 경우에 승낙합니다.
다음 각호의 1에 해당하는 경우에는 이용 승낙을 하지 않을 수 있습니다.
01. 이용신청의 내용을 허위로 기재한 경우
02. 다른 사람의 명의를 사용하여 신청한 경우
03. 기타 이용신청 요건에 미비 되었을 때
04. 사이트를 이용하여 법령과 본 약관이 금지하는 행위를 하는 경우