<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
남양주도서관에서 취급하는 모든 개인정보는 관련법령에 근거하거나 정보주체의 동의에 의하여 수집·보유 및 처리되고 있습니다.
[개인정보 보호법]은 이러한 개인정보의 취급에 대한 일반적 규범을 제시하고 있으며, 남양주도서관에서는 이러한 법령의 규정에 따라 수집 보유 및 처리하는 개인정보를 공공업무의 적절한 수행과 국민의 권익을 보호하기 위해 적법하고 적정하게 취급할 것입니다.
남양주도서관에서는 [개인정보 보호법]에 따라 이용자의 개인정보보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 개인정보 처리방침을 두고 있습니다.
제1조 개인정보의 처리목적
남양주도서관은 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경될 시에는 사전 동의를 받을 예정입니다.

홈페이지 회원 가입 및 관리
회원가입 및 회원제 서비스 이용 및 제한적 본인 확인절차에 따른 본인확인, 개인식별, 부정이용방지, 비인가 이용방지, 가입 의사 확인, 고지사항 전달 등을 목적으로 개인정보를 처리
남양주도서관 홈페이지 서비스 향상 및 정책평가
민원처리
제2조 개인정보의 처리 및 보유기간
이용자의 개인정보는 원칙적으로 개인정보의 처리 목적이 달성되면 지체없이 파기합니다.
회원정보
보존항목 : 이름, 생년월일, 성별, 주소, 휴대폰번호, 전화번호, 개인 아이디, 비밀번호, 이메일주소, I-PIN 정보
보존기간 : 탈퇴 즉시 삭제
제3조 개인정보의 제3자 제공
남양주도서관은 원칙적으로 이용자의 개인정보를 제1조 (개인정보의 처리 목적)에서 명시한 범위 내에서 처리하며, 이용자의 사전 동의 없이 본래의 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.

다만, 다음의 경우는 예외로 처리됩니다.

다른 법률에 특별한 규정이 있는 경우
범죄의 수사와 같이 개인정보 보호법 제 18조 ②에 해당되는 경우
이용자가 사전에 제3자 제공 및 공개에 동의한 경우
서비스의 제공에 관한 계약의 이행을 위하여 필요한 개인정보로서 경제적/기술적인 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우
개인을 식별하기에 특정할 수 없는 상태로 가공하여 이용하는 경우
제4조 개인정보처리의 위탁
남양주도서관은 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
위탁받는 자	위탁 업무	계약기간
㈜제이넷	도서관 홈페이지 유지보수	2020.1.1. ~ 2020.12.31.
㈜채움씨앤아이	도서관리시스템 유지보수	2020.1.1. ~ 2020.12.31.
남양주도서관은 위탁계약 체결시 『개인정보 보호법』 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적ㆍ관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리ㆍ감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
제5조 정보주체와 법정대리인의 권리·의무 및 행사방법
수집방법
정보주체는 남양주도서관에 대해 언제든지 개인정보 열람ㆍ정정ㆍ삭제ㆍ처리정지 요구 등의 권리를 행사할 수 있습니다.
제1항에 따른 권리 행사는 남양주도서관에 대해 『개인정보 보호법 시행령』 제41조 제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며, 남양주도서관은 이에 대해 지체 없이 조치하겠습니다.
제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 『개인정보 보호법 시행규칙』 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
개인정보 열람 및 처리정지 요구는 『개인정보 보호법』 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
남양주도서관은 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
제6조 처리하는 개인정보의 항목
남양주도서관에서 서비스 제공 및 민원 처리를 위해 처리하는 개인정보 항목 및 수집 방법은 다음과 같습니다.

개인정보항목
이름, 생년월일, 성별, 주소, 휴대폰번호, 전화번호, 개인 아이디, 비밀번호, 이메일주소, I-PIN 정보
수집방법
온라인 수집 (홈페이지 회원)
제7조 개인정보의 파기
남양주도서관은 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다. 다만, 다른 법률에 따라 보존하여야하는 경우에는 그러하지 않습니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.

파기절차
이용자가 입력한 정보는 목적 달성 후 내부 방침 및 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다.
파기방법
남양주도서관에서 처리하는 개인정보파일은 전자적 파일 형태로 기록되기 때문에 재생할 수 없는 기술적 방법을 사용하여 파기합니다.
제8조 개인정보의 안전성 확보조치
남양주도서관은 「개인정보 보호법」 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있습니다.

개인정보의 암호화
이용자의 개인정보는 암호화 되어 저장 및 관리되고 있습니다. 또한 중요한 데이터는 저장 및 전송 시 암호화하여 사용하는 등 별도 보안기능을 사용하고 있습니다.
개인정보 취급 담당자의 최소화 및 교육
개인정보를 취급하는 담당자를 지정하고 최소화하여 개인정보를 관리하는 대책을 시행 및 개인정보 교육을 실시하고 있습니다.
비인가자에 대한 출입 통제
개인정보를 보관하고 있는 개인정보시스템의 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.
내부관리계획의 수립 및 시행
남양주도서관의 내부관리계획 수립 및 시행은 행정안전부의 내부관리 지침을 준수하여 시행합니다.
접속기록의 보관 및 위변조 방지
개인정보처리시스템에 접속한 기록(웹 로그, 요약정보 등)을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.
개인정보에 대한 접근 제한
개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근 통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
해킹 등에 대비한 기술적 대책
남양주도서관은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다. 또한 네트워크 트래픽의 통제(Monitoring)는 물론 불법적으로 정보를 변경하는 등의 시도를 탐지하고 있습니다.
제9조 개인정보 보호책임자
남양주시 도서관은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.

개인정보 보호책임자
소속 : 평생학습원
성명 : 조성기
개인정보 보호담당자
소속 : 도서관운영과
성명 : 성명준
전화번호 : 031-590-2874
제10조 개인정보 처리방침의 변경
이 개인정보처리방침은 게시일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 공지사항을 통하여 고지할 것입니다.

제11조 권익침해 구제방법
정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.

개인정보분쟁조정위원회 : (국번없이) 118(내선2번)
정보보호마크인증위원회 : 02-580-0533~4 (http://eprivacy.or.kr)
대검찰청 첨단범죄수사과 : 02-3480-2000 (http://www.spo.go.kr)
경찰청 사이버테러대응센터 : 1566-0112 (http://www.netan.go.kr)